{
    "title": {
        "en": "Our Academic Team",
        "tr": "Akademik Ekibimiz"
    },
    "subtitle": {
        "en": "A Trusted Team of Certified Arabic Instructors",
        "tr": "Sertifikalı Arapça Eğitmenlerin Güvenilir Ekibi"
    },
    "description": {
        "en": "At Almujam Arabic Language Center, we believe teaching experience isn't just measured in years—it's defined by quality, precision, and the ability to connect across cultures. Our instructors are not only highly skilled linguists, but also compassionate educators who understand the unique challenges faced by non-native Arabic learners.",
        "tr": "Almujam Arapça Dil Merkezi'nde, öğretmenlik deneyiminin sadece yıllarla ölçülmediğine inanıyoruz—kalite, hassasiyet ve kültürler arası bağlantı kurma yeteneği ile tanımlanır. Eğitmenlerimiz sadece yüksek becerili dilbilimciler değil, aynı zamanda ana dili Arapça olmayan öğrencilerin karşılaştığı benzersiz zorlukları anlayan şefkatli eğitimcilerdir."
    },
    "instructors": {
        "en": {
            "title": "Certified and Experienced Instructors",
            "content": [
                "All of our teachers hold official certifications in Teaching Arabic as a Foreign Language (TAFL) and are accredited by relevant higher education bodies. Full-time instructors undergo a rigorous in-house training program that ensures they are equipped to balance grammatical mastery with a personalized, student-centered approach—especially when helping learners overcome language or cultural hurdles."
            ]
        },
        "tr": {
            "title": "Sertifikalı ve Deneyimli Eğitmenler",
            "content": [
                "Tüm öğretmenlerimiz Yabancı Dil Olarak Arapça Öğretimi (TAFL) alanında resmi sertifikalara sahiptir ve ilgili yükseköğretim kuruluşları tarafından akredite edilmiştir. Tam zamanlı eğitmenler, özellikle öğrencilerin dil veya kültürel engelleri aşmalarına yardımcı olurken, gramer ustalığını kişiselleştirilmiş, öğrenci merkezli yaklaşımla dengelemeye donanımlı olmalarını sağlayan titiz bir kurum içi eğitim programından geçerler."
            ]
        }
    },
    "administration": {
        "en": {
            "title": "A Supportive Administration Committed to Student Success",
            "content": [
                "Alongside our teaching staff is a dedicated administrative team composed of both Arab and international professionals. With expertise in educational management, student services, and Western academic systems, the administration plays an active role in shaping each student's learning journey."
            ]
        },
        "tr": {
            "title": "Öğrenci Başarısına Adanmış Destekleyici İdare",
            "content": [
                "Öğretim kadromuzun yanı sıra hem Arap hem de uluslararası profesyonellerden oluşan özel bir idari ekip bulunmaktadır. Eğitim yönetimi, öğrenci hizmetleri ve Batı akademik sistemlerinde uzmanlığa sahip idare, her öğrencinin öğrenme yolculuğunu şekillendirmede aktif rol oynar."
            ]
        }
    },
    "commitment": {
        "en": {
            "title": "Our Commitment to Excellence",
            "description": "Our comprehensive approach to student success includes:",
            "features": [
                "Skill-based placement evaluations to ensure each student is matched with the right class level",
                "Ongoing student check-ins with faculty and administration to monitor progress and provide academic support",
                "A three-phase evaluation process that allows students to give detailed feedback on instructors, curriculum, and the overall learning environment",
                "Regular assessment of learning outcomes and continuous improvement of teaching methodologies",
                "Personalized academic counseling and support for students facing challenges"
            ],
            "conclusion": "At Almujam, we uphold a culture of continuous improvement and 360-degree feedback, ensuring that every student's educational experience is refined, responsive, and rewarding.",
            "evaluation_process": {
                "title": "Three-Phase Evaluation Process",
                "description": "Our three-phase evaluation process is designed to gather comprehensive feedback and ensure continuous improvement:",
                "phases": [
                    {
                        "title": "Phase 1",
                        "description": "Students provide detailed feedback on instructors, curriculum, and learning environment"
                    },
                    {
                        "title": "Phase 2",
                        "description": "Administration thoroughly analyzes all feedback to identify areas for improvement"
                    },
                    {
                        "title": "Phase 3",
                        "description": "Implement improvements that reflect student needs and enhance learning outcomes"
                    }
                ],
                "conclusion": "This systematic approach ensures that student feedback directly contributes to enhancing our educational programs and facilities."
            }
        },
        "tr": {
            "title": "Mükemmellik Taahhüdümüz",
            "description": "Öğrenci başarısına yönelik kapsamlı yaklaşımımız şunları içerir:",
            "features": [
                "Her öğrencinin doğru sınıf seviyesi ile eşleştirilmesini sağlamak için beceri temelli yerleştirme değerlendirmeleri",
                "İlerlemeyi izlemek ve akademik destek sağlamak için öğretim görevlileri ve idare ile sürekli öğrenci kontrolları",
                "Öğrencilerin eğitmenler, müfredat ve genel öğrenme ortamı hakkında ayrıntılı geri bildirim vermesine olanak tanıyan üç aşamalı değerlendirme süreci",
                "Öğrenme sonuçlarının düzenli değerlendirilmesi ve öğretim metodolojilerinin sürekli iyileştirilmesi",
                "Zorluklarla karşılaşan öğrenciler için kişiselleştirilmiş akademik danışmanlık ve destek"
            ],
            "conclusion": "Almujam'da, sürekli iyileştirme ve 360 derece geri bildirim kültürünü destekliyoruz ve her öğrencinin eğitim deneyiminin rafine, duyarlı ve ödüllendirici olmasını sağlıyoruz.",
            "evaluation_process": {
                "title": "Üç Aşamalı Değerlendirme Süreci",
                "description": "Üç aşamalı değerlendirme sürecimiz, kapsamlı geri bildirim toplamak ve sürekli iyileştirmeyi sağlamak üzere tasarlanmıştır:",
                "phases": [
                    {
                        "title": "Aşama 1",
                        "description": "Öğrenciler eğitmenler, müfredat ve öğrenme ortamı hakkında ayrıntılı geri bildirim sağlar"
                    },
                    {
                        "title": "Aşama 2",
                        "description": "İdare, iyileştirme alanlarını belirlemek için tüm geri bildirimleri kapsamlı bir şekilde analiz eder"
                    },
                    {
                        "title": "Aşama 3",
                        "description": "Öğrenci ihtiyaçlarını yansıtan ve öğrenme sonuçlarını artıran iyileştirmeleri uygular"
                    }
                ],
                "conclusion": "Bu sistematik yaklaşım, öğrenci geri bildiriminin eğitim programlarımızı ve tesislerimizi geliştirmeye doğrudan katkıda bulunmasını sağlar."
            }
        }
    },
    "image": "https://picsum.photos/400/700"
}
