{
    "title": {
        "en": "A Global Atmosphere",
        "tr": "Küresel Bir Atmosfer"
    },
    "subtitle": {
        "en": "Multicultural Learning Environment Beyond Borders",
        "tr": "Sınırları Aşan Çok Kültürlü Öğrenme Ortamı"
    },
    "description": {
        "en": "At Almujam, our Arabic language program goes far beyond Jordan's borders, offering students an international experience that benefits them for life. This global atmosphere is intentional, shaped by the founders' vision—rooted in mutual respect, cultural understanding, and building bridges between East and West.",
        "tr": "Almujam'da, Arapça dil programımız Ürdün'ün sınırlarını çok aşar ve öğrencilere yaşam boyu fayda sağlayan uluslararası bir deneyim sunar. Bu küresel atmosfer kasıtlıdır ve kurucuların vizyonu tarafından şekillendirilmiştir—karşılıklı saygı, kültürel anlayış ve Doğu ile Batı arasında köprüler kurma temeline dayanır."
    },
    "community": {
        "en": {
            "title": "A Diverse and Engaged Student Community",
            "content": [
                "Our diverse student body represents numerous nationalities, professions, and faiths. Almujam admits students based on leadership skills and civic engagement alongside academic achievement, creating a unique community rarely found in Middle Eastern private language centers.",
                "Students act as cultural ambassadors, enriching their perspectives and sharing their experiences worldwide. We foster social awareness through seminars and workshops discussing contemporary issues, promoting dialogue across diverse viewpoints."
            ]
        },
        "tr": {
            "title": "Çeşitli ve Katılımcı Öğrenci Topluluğu",
            "content": [
                "Çeşitli öğrenci topluluğumuz çok sayıda milliyet, meslek ve inancı temsil eder. Almujam, akademik başarının yanı sıra liderlik becerileri ve sivil katılım temelinde öğrencileri kabul eder ve Orta Doğu özel dil merkezlerinde nadiren bulunan benzersiz bir topluluk yaratır.",
                "Öğrenciler kültürel elçiler olarak hareket eder, perspektiflerini zenginleştirir ve deneyimlerini dünya çapında paylaşırlar. Çağdaş konuları tartışan seminerler ve atölyeler aracılığıyla sosyal farkındalığı teşvik eder, çeşitli bakış açıları arasında diyalogu destekleriz."
            ]
        }
    },
    "image": "https://picsum.photos/400/700"
}
