{
    "title": {
        "en": "An Ideal Location",
        "tr": "İdeal Bir Konum"
    },
    "description": {
        "en": "Almujam is uniquely located right across from the University of Jordan, making it the closest and most convenient Arabic language center for university students and residents alike.",
        "tr": "Almujam, Ürdün Üniversitesi'nin hemen karşısında benzersiz bir konumda yer alarak üniversite öğrencileri ve yerleşikler için en yakın ve en uygun Arapça dil merkezi olmaktadır."
    },
    "content": {
        "en": [
            "Many linguists recognize that the Jordanian dialect is among the closest to Classical Arabic (Fusha), making Amman an excellent environment to learn or perfect your Arabic skills. Unlike university-based programs that often lack sufficient daily language practice, Almujam offers an immersive, Arabic-rich setting critical for reaching intermediate and advanced levels.",
            "Moreover, English is widely spoken in Amman, which provides beginners with a helpful safety net when navigating everyday conversations with taxi drivers, shopkeepers, and locals. Jordan's rich Arab and Islamic heritage, combined with the natural warmth and hospitality of its people, ensures that your language learning experience will be both effective and deeply memorable."
        ],
        "tr": [
            "Birçok dilbilimci Ürdün lehçesinin Klasik Arapça'ya (Fusha) en yakın lehçelerden biri olduğunu kabul eder ve bu da Amman'ı Arapça becerilerinizi öğrenmek veya mükemmelleştirmek için mükemmel bir ortam yapar. Genellikle yeterli günlük dil pratiği olmayan üniversite temelli programların aksine, Almujam orta ve ileri seviyelere ulaşmak için kritik olan sürükleyici, Arapça açısından zengin bir ortam sunar.",
            "Ayrıca, Amman'da İngilizce yaygın olarak konuşulur ve bu da yeni başlayanlara taksi şoförleri, esnaflar ve yerel halkla günlük konuşmalarda gezinirken yardımcı bir güvenlik ağı sağlar. Ürdün'ün zengin Arap ve İslam mirası, insanlarının doğal sıcaklığı ve misafirperverliği ile birleşerek dil öğrenme deneyiminizin hem etkili hem de derinden unutulmaz olmasını sağlar."
        ]
    },
    "image": "/about/location.jpg"
}