{
  "title": {
    "en": "Noorani Qaida Course for Beginners",
    "tr": "Yeni Başlayanlar İçin Noorani Kaide Kursu"
  },
  "subtitle": {
    "en": "Master the Foundations of Quranic Reading with Noorani Qaida",
    "tr": "Noorani Kaide ile Kur'an Okuma Temellerini Öğrenin"
  },
  "description": {
    "en": "Noorani Qaida represents the essential foundation for anyone beginning their journey to read the Holy Quran. This time-honored teaching method has successfully guided millions of students worldwide in developing the fundamental skills necessary for Quranic literacy.",
    "tr": "Noorani Kaide, Kutsal Kur'an'ı okumaya başlayan herkes için gerekli temeli temsil eder. Bu zamana dayalı öğretim yöntemi, dünya çapında milyonlarca öğrenciye Kur'an okuryazarlığı için gerekli temel becerileri geliştirmede başarıyla rehberlik etmiştir."
  },
  "content": {
    "en": [
      "At Almujam Center, we have refined this traditional approach with modern pedagogical techniques to create an engaging, effective learning experience for students of all ages.",
      "Our Noorani Qaida program is particularly designed for beginners, children, and non-Arabic speakers who need a structured, step-by-step introduction to Arabic letters and basic pronunciation rules. Through patient instruction and systematic practice, students build confidence and competence that serves as the cornerstone for all future Quranic studies. Upon successful completion of this course, students will be fully prepared to advance to our Quran Recitation & Tajweed Classes."
    ],
    "tr": [
      "Almujam Merkezi'nde, tüm yaş gruplarındaki öğrenciler için ilgi çekici ve etkili bir öğrenme deneyimi yaratmak için bu geleneksel yaklaşımı modern pedagojik tekniklerle rafine ettik.",
      "Noorani Kaide programımız, Arap harflerine ve temel telaffuz kurallarına yapılandırılmış, adım adım bir girişe ihtiyacı olan acemiler, çocuklar ve Arapça konuşmayanlar için özel olarak tasarlanmıştır. Sabırlı talimat ve sistematik uygulama yoluyla, öğrenciler tüm gelecekteki Kur'an çalışmaları için temel taşı görevi gören güven ve yeterlilik geliştirirler. Bu kursun başarılı bir şekilde tamamlanmasının ardından, öğrenciler Kur'an Tilaveti ve Tecvit Sınıflarımıza ilerlemeye tamamen hazır olacaklardır."
    ]
  },
  "button_text": {
    "en": "Enroll in Noorani Qaida",
    "tr": "Noorani Kaide'ye Kaydol"
  },
  "button_link": {
    "en": "#",
    "tr": "#"
  }
}
