{
  "title": {
    "en": "IMMERSION, TOURS AND EXCURSIONS",
    "tr": "DALMA, TURLAR VE GEZİLER"
  },
  "subtitle": {
    "en": "Cultural Immersion and Excursions",
    "tr": "Kültürel Dalma ve Geziler"
  },
  "description": {
    "en": "Learn Arabic Through Culture and Experience",
    "tr": "Kültür ve Deneyim Yoluyla Arapça Öğrenin"
  },
  "content": {
    "en": [
      "Explore Jordan with Almujam",
      "At Almujam, language learning goes beyond the classroom. We believe that deep understanding of Arabic comes from living it, hearing it, and engaging with it in real-world settings. Our cultural immersion program offers a wide range of activities, field trips, and guided excursions that allow students to experience Jordan's rich heritage, landscapes, and daily life.",
      "Each term, students enjoy a variety of structured trips and cultural outings, carefully designed to complement their language studies and create meaningful experiences.",
      "Educational and Cultural Tours Within Jordan",
      "Our excursions introduce students to Jordan's most important historical, cultural, and natural sites. Trips include:",
      "Historical and Cultural Landmarks",
      "Visits to ancient cities, castles, and traditional neighborhoods provide valuable context for understanding the Arab world. Destinations may include:",
      "Ajloun and its famous hilltop castle",
      "The city of Salt and the shrines of the Prophets",
      "The Hijaz Railway and Ottoman heritage sites",
      "Historic mosques, old towns, and museums",
      "Cultural centers and local exhibitions",
      "Religious and Spiritual Heritage",
      "Students visit many sites significant in both Islamic and Biblical traditions. These visits connect language learning with deeper regional context. Sites may include:",
      "The tombs of prominent companions of the Prophet",
      "Sacred valleys and mountains associated with prophetic stories",
      "Religious heritage routes across northern Jordan",
      "Natural and Outdoor Exploration",
      "For those who enjoy nature and adventure, our program includes trips to:",
      "Wadi Rum desert for stargazing and Bedouin-style hospitality",
      "Aqaba for swimming and exploring the Red Sea coast",
      "Horseback riding and nature trails",
      "Mountain villages and forested areas in the north",
      "Regional Travel Opportunities",
      "Depending on availability and interest, students may also have the chance to travel beyond Jordan to explore neighboring countries such as:",
      "Palestine, with visits to Jerusalem and other sacred landmarks",
      "Egypt, to experience ancient civilization and modern culture",
      "Oman or Morocco, for immersion in diverse Arabic dialects and traditions",
      "Weekly Activities and Cultural Events",
      "To enrich student life, we offer regular weekly events, which may include:",
      "Public Talks and Lectures",
      "Speakers and educators share insights on topics related to:",
      "Arabic linguistics and literature",
      "Jordanian culture and society",
      "Religion, politics, and regional history",
      "Refugee issues and multicultural dynamics",
      "Workshops and Group Activities",
      "Students take part in interactive sessions that help them engage with the Arabic language through:",
      "Cooking demonstrations",
      "Debate tournaments",
      "Art and calligraphy",
      "Group discussions and creative projects",
      "Film Nights and Themed Evenings",
      "Cultural film screenings, student-led performances, and community nights help foster bonding and language use in informal settings.",
      "Social Life and Community Building",
      "From the first day to the closing ceremony, each term includes key moments such as:",
      "Welcome orientation and city tours",
      "Sports tournaments and games",
      "Museum visits and cinema outings",
      "Graduation celebrations and farewell gatherings",
      "A Language Journey Enriched by Experience",
      "The immersion program at Almujam is designed to help students connect with the Arabic language through the living culture of Jordan. Each experience reinforces classroom learning, encourages real communication, and creates lasting memories."
    ],
    "tr": [
      "Almujam ile Ürdün'ü Keşfedin",
      "Almujam'da dil öğrenimi sınıfın ötesine geçer. Arapçanın derin anlayışının onu yaşamaktan, duymaktan ve gerçek dünya ortamlarında onunla etkileşim kurmaktan geldiğine inanıyoruz. Kültürel dalma programımız, öğrencilerin Ürdün'ün zengin mirasını, manzaralarını ve günlük yaşamını deneyimlemelerine olanak tanıyan çok çeşitli aktiviteler, saha gezileri ve rehberli geziler sunar.",
      "Her dönem, öğrenciler dil çalışmalarını tamamlamak ve anlamlı deneyimler yaratmak için özenle tasarlanmış çeşitli yapılandırılmış geziler ve kültürel gezilerden keyif alır.",
      "Ürdün İçindeki Eğitici ve Kültürel Turlar",
      "Gezilerimiz öğrencileri Ürdün'ün en önemli tarihi, kültürel ve doğal alanlarıyla tanıştırır. Geziler şunları içerir:",
      "Tarihi ve Kültürel Yerler",
      "Antik şehirler, kaleler ve geleneksel mahallelere yapılan ziyaretler, Arap dünyasını anlamak için değerli bağlam sağlar. Destinasyonlar şunları içerebilir:",
      "Ajloun ve ünlü tepedeki kalesi",
      "Salt şehri ve Peygamberlerin türbeleri",
      "Hicaz Demiryolu ve Osmanlı miras alanları",
      "Tarihi camiler, eski kasabalar ve müzeler",
      "Kültür merkezleri ve yerel sergiler",
      "Dini ve Manevi Miras",
      "Öğrenciler hem İslami hem de İncil geleneklerinde önemli olan birçok yeri ziyaret eder. Bu ziyaretler dil öğrenimini daha derin bölgesel bağlamla bağlar. Siteler şunları içerebilir:",
      "Peygamberin önde gelen arkadaşlarının mezarları",
      "Peygamber hikayeleriyle ilişkili kutsal vadiler ve dağlar",
      "Kuzey Ürdün boyunca dini miras rotaları",
      "Doğal ve Açık Hava Keşfi",
      "Doğayı ve macerayı sevenler için programımız şu gezileri içerir:",
      "Yıldız gözlemi ve Bedevi tarzı misafirperverlik için Vadi Rum çölü",
      "Yüzme ve Kızıldeniz kıyısını keşfetmek için Akabe",
      "At binme ve doğa yolları",
      "Kuzeydeki dağ köyleri ve ormanlık alanlar",
      "Bölgesel Seyahat Fırsatları",
      "Müsaitlik ve ilgiye bağlı olarak, öğrenciler komşu ülkeleri keşfetmek için Ürdün'ün ötesine seyahat etme şansına da sahip olabilir:",
      "Kudüs ve diğer kutsal yerleri ziyaret etmek için Filistin",
      "Antik uygarlığı ve modern kültürü deneyimlemek için Mısır",
      "Çeşitli Arap lehçeleri ve geleneklerine dalmak için Umman veya Fas",
      "Haftalık Aktiviteler ve Kültürel Etkinlikler",
      "Öğrenci yaşamını zenginleştirmek için şunları içerebilen düzenli haftalık etkinlikler sunuyoruz:",
      "Halka Açık Konuşmalar ve Dersler",
      "Konuşmacılar ve eğitimciler şu konularla ilgili içgörüler paylaşır:",
      "Arap dilbilimi ve edebiyatı",
      "Ürdün kültürü ve toplumu",
      "Din, siyaset ve bölgesel tarih",
      "Mülteci sorunları ve çok kültürlü dinamikler",
      "Atölyeler ve Grup Aktiviteleri",
      "Öğrenciler Arap diliyle şu yollarla etkileşim kurmalarına yardımcı olan etkileşimli oturumlara katılır:",
      "Yemek pişirme gösterileri",
      "Tartışma turnuvaları",
      "Sanat ve hat sanatı",
      "Grup tartışmaları ve yaratıcı projeler",
      "Film Geceleri ve Temalı Akşamlar",
      "Kültürel film gösterimleri, öğrenci liderliğindeki performanslar ve topluluk geceleri, gayri resmi ortamlarda bağ kurmayı ve dil kullanımını teşvik etmeye yardımcı olur.",
      "Sosyal Yaşam ve Topluluk Oluşturma",
      "İlk günden kapanış törenine kadar, her dönem şu gibi önemli anları içerir:",
      "Karşılama oryantasyonu ve şehir turları",
      "Spor turnuvaları ve oyunlar",
      "Müze ziyaretleri ve sinema gezileri",
      "Mezuniyet kutlamaları ve veda toplantıları",
      "Deneyimle Zenginleştirilmiş Bir Dil Yolculuğu",
      "Almujam'daki dalma programı, öğrencilerin Arap dilini Ürdün'ün yaşayan kültürü aracılığıyla bağlamalarına yardımcı olmak için tasarlanmıştır. Her deneyim sınıf öğrenimini güçlendirir, gerçek iletişimi teşvik eder ve kalıcı anılar yaratır."
    ]
  },
  "button_text": {
    "en": "Explore Cultural Activities",
    "tr": "Kültürel Aktiviteleri Keşfedin"
  },
  "button_link": {
    "en": "#immersion-tours",
    "tr": "#immersion-tours"
  }
}
