{
  "title": {
    "en": "INTERNSHIPS AND VOLUNTEERING",
    "tr": "STAJ VE GÖNÜLLÜLÜK"
  },
  "subtitle": {
    "en": "Internships and Volunteering Opportunities at Almujam Center",
    "tr": "Almujam Merkezi'nde Staj ve Gönüllülük Fırsatları"
  },
  "description": {
    "en": "Combine Your Arabic Language Study with an Internship",
    "tr": "Arapça Dil Çalışmanızı Bir Stajla Birleştirin"
  },
  "content": {
    "en": [
      "Do you want to enhance your Arabic language skills by gaining practical work experience? At Almujam Center, we provide valuable opportunities to combine language study with internships and volunteering in Jordan.",
      "Put your Arabic to work by adding hands-on experience in community development, social services, education, business, diplomacy, media, human rights, and more. Engaging with the local community deepens your cultural understanding and enriches your regional knowledge.",
      "Internship Eligibility and Placement",
      "Am I Eligible for an Internship?",
      "To qualify, you must be enrolled in Almujam's core Arabic program at least part-time. Your internship schedule must not conflict with your classes or academic responsibilities.",
      "What Kind of Work Would I Do?",
      "You will be placed in a field aligned with your interests, educational background, and prior experience, subject to position availability and employer acceptance.",
      "Internship Hours and Duration",
      "Work hours depend on agreements between you and the host organization, ensuring no conflict with your Almujam classes. Most internships require a minimum commitment of 2 months and approximately 10 hours per week.",
      "Benefits of Interning with Almujam",
      "Gain real-world experience, improve your Arabic proficiency, and build cross-cultural skills that enhance your employability. Internships help you stand out to future employers and provide valuable networking opportunities.",
      "Upon successful completion, you will receive an official certificate and a personal reference from Almujam Center.",
      "How to Apply for an Internship",
      "Internship applications open four weeks before each term starts. To apply, submit:",
      "A copy of your passport",
      "A detailed CV",
      "A statement of purpose",
      "Any special needs or preferences",
      "Send applications to M.ALBISHAWI@ALMUJAMEDU.COM.",
      "Selection Process and Fees",
      "After submitting your application and paying a refundable deposit of 100 JD, the Almujam Internship Committee will review your qualifications, language skills, leadership experience, and goals.",
      "If matched with a placement, you pay the remaining 250 JD internship facilitation fee during your first week, totaling 350 JD. If no placement is found, your deposit is refunded.",
      "Terms and Conditions",
      "Actively cooperate with the Internship Committee and attend all interviews and appointments.",
      "Accept reasonable placements based on Almujam's discretion and your preferences.",
      "Maintain professional conduct and fulfill internship responsibilities.",
      "Complete evaluations and assignments on time.",
      "Withdrawals before placement commencement forfeit the deposit; withdrawals after starting forfeit all fees.",
      "Failure to comply may result in removal from the program without refund.",
      "Important Advice and Disclaimer",
      "Ensure your internship commitments do not hinder your Arabic course progress. Almujam does not sponsor or endorse any host organizations, and is not responsible for incidents at internship sites.",
      "If you know organizations interested in hosting interns, please contact us at M.ALBISHAWI@ALMUJAMEDU.COM."
    ],
    "tr": [
      "Arapça dil becerilerinizi pratik iş deneyimi kazanarak geliştirmek ister misiniz? Almujam Merkezi'nde, dil çalışmasını Ürdün'deki staj ve gönüllülük ile birleştirmek için değerli fırsatlar sunuyoruz.",
      "Topluluk gelişimi, sosyal hizmetler, eğitim, iş, diplomasi, medya, insan hakları ve daha fazlasında uygulamalı deneyim ekleyerek Arapçanızı çalıştırın. Yerel toplulukla etkileşim kültürel anlayışınızı derinleştirir ve bölgesel bilginizi zenginleştirir.",
      "Staj Uygunluğu ve Yerleştirme",
      "Staj İçin Uygun muyum?",
      "Uygun olmak için Almujam'ın temel Arapça programına en az yarı zamanlı olarak kayıtlı olmalısınız. Staj programınız derslerinizle veya akademik sorumluluklarınızla çakışmamalıdır.",
      "Ne Tür İş Yapardım?",
      "İlgi alanlarınız, eğitim geçmişiniz ve önceki deneyiminizle uyumlu bir alana yerleştirileceksiniz, pozisyon müsaitliği ve işveren kabulüne tabi olarak.",
      "Staj Saatleri ve Süresi",
      "Çalışma saatleri sizin ve ev sahibi organizasyon arasındaki anlaşmalara bağlıdır, Almujam derslerinizle çakışma olmamasını sağlar. Çoğu staj en az 2 aylık ve haftada yaklaşık 10 saatlik minimum taahhüt gerektirir.",
      "Almujam ile Staj Yapmanın Faydaları",
      "Gerçek dünya deneyimi kazanın, Arapça yeterliliğinizi geliştirin ve istihdam edilebilirliğinizi artıran kültürler arası beceriler geliştirin. Stajlar gelecekteki işverenlerin önünde öne çıkmanıza yardımcı olur ve değerli ağ kurma fırsatları sağlar.",
      "Başarılı tamamlamanın ardından, Almujam Merkezi'nden resmi bir sertifika ve kişisel bir referans alacaksınız.",
      "Staj İçin Nasıl Başvurulur",
      "Staj başvuruları her dönem başlamadan dört hafta önce açılır. Başvurmak için şunları gönderin:",
      "Pasaportunuzun bir kopyası",
      "Detaylı bir CV",
      "Bir amaç beyanı",
      "Herhangi bir özel ihtiyaç veya tercih",
      "Başvuruları M.ALBISHAWI@ALMUJAMEDU.COM adresine gönderin.",
      "Seçim Süreci ve Ücretler",
      "Başvurunuzu gönderdikten ve 100 JD iade edilebilir depozito ödedikten sonra, Almujam Staj Komitesi yeterliliklerinizi, dil becerilerinizi, liderlik deneyiminizi ve hedeflerinizi inceleyecektir.",
      "Bir yerleştirme ile eşleştirilirseniz, ilk haftanızda kalan 250 JD staj kolaylaştırma ücretini ödersiniz, toplam 350 JD. Yerleştirme bulunamazsa, depozitonuz iade edilir.",
      "Şartlar ve Koşullar",
      "Staj Komitesi ile aktif olarak işbirliği yapın ve tüm görüşmelere ve randevulara katılın.",
      "Almujam'ın takdirine ve tercihlerinize dayalı olarak makul yerleştirmeleri kabul edin.",
      "Profesyonel davranış sergileyin ve staj sorumluluklarını yerine getirin.",
      "Değerlendirmeleri ve ödevleri zamanında tamamlayın.",
      "Yerleştirme başlamadan önce çekilmeler depozitoyu kaybeder; başladıktan sonra çekilmeler tüm ücretleri kaybeder.",
      "Uyumsuzluk, iade olmaksızın programdan çıkarılmayla sonuçlanabilir.",
      "Önemli Tavsiye ve Sorumluluk Reddi",
      "Staj taahhütlerinizin Arapça kurs ilerlemenizi engellemediğinden emin olun. Almujam herhangi bir ev sahibi organizasyonu desteklemez veya onaylamaz ve staj alanlarındaki olaylardan sorumlu değildir.",
      "Stajyer barındırmakla ilgilenen organizasyonları biliyorsanız, lütfen M.ALBISHAWI@ALMUJAMEDU.COM adresinden bizimle iletişime geçin."
    ]
  },
  "button_text": {
    "en": "Apply for Internship",
    "tr": "Staj İçin Başvurun"
  },
  "button_link": {
    "en": "mailto:M.ALBISHAWI@ALMUJAMEDU.COM",
    "tr": "mailto:M.ALBISHAWI@ALMUJAMEDU.COM"
  }
}
