{
  "title": {
    "en": "LOCAL FOOD",
    "tr": "YEREL YEMEK"
  },
  "subtitle": {
    "en": "Discover Local Food and Arabic Cuisine Near Almujam",
    "tr": "Almujam Yakınlarında Yerel Yemek ve Arap Mutfağını Keşfedin"
  },
  "description": {
    "en": "Savor the Flavors of Amman During Your Arabic Studies",
    "tr": "Arapça Çalışmalarınız Sırasında Amman'ın Lezzetlerinin Tadını Çıkarın"
  },
  "content": {
    "en": [
      "When you study Arabic at Almujam Institute in Amman, you're not just immersed in language — you're also surrounded by the rich and diverse world of Jordanian and Middle Eastern cuisine. The institute's location places you just steps away from a wide selection of eateries that suit every taste, time constraint, and dietary preference.",
      "Whether you're grabbing a quick lunch between Arabic classes or sitting down for a hearty post-study meal, the area offers something for everyone:",
      "Authentic Jordanian dishes (shawarma, mansaf, maqluba, musakhan)",
      "International options (Chinese stir-fries, Pakistani curries, American burgers, Tunisian couscous)",
      "Health-focused meals (vegetarian, vegan, gluten-free, and Mediterranean diets)",
      "Meal Times and Food Access",
      "Since Almujam's teaching hours typically cover midday sessions, students often explore Amman's local food scene for lunch and light dinner options. While breakfast and late dinner fall outside the institute's hours, students can easily find:",
      "Nearby restaurants and cafés open early and late",
      "Takeaway and delivery options",
      "Supermarkets and small grocers offering fresh and ready-made items",
      "Staff-recommended catering options for students staying longer hours",
      "Traditional Jordanian Food Culture: More Than a Meal",
      "In Jordanian society, food is a powerful symbol of hospitality, connection, and generosity. Meals often bring families and communities together around large shared platters, creating a warm and welcoming atmosphere that reflects the country's Bedouin roots.",
      "Jordanian Cuisine at a Glance",
      "Rooted in the Levantine culinary tradition, Jordanian food draws on neighboring flavors from Syria, Lebanon, and Palestine, offering a balance of:",
      "Grilled meats and poultry (shish tawouk, lamb kebabs)",
      "Rice-based casseroles (maqluba, mansaf)",
      "Hearty soups and stews",
      "Stuffed vegetables (grape leaves, zucchini, bell peppers)",
      "Yogurt-based sauces and dips",
      "Seasonal produce and aromatic herbs",
      "Mezze: The Joy of Shared Appetizers",
      "A typical Jordanian meal begins with mezze, a colorful and flavorful assortment of small dishes, perfect for sharing:",
      "Hummus: a smooth blend of chickpeas, tahini, lemon, and garlic",
      "Mutabbal: roasted eggplant dip with yogurt and olive oil",
      "Tabbouleh and fattoush: refreshing parsley or toasted bread-based salads",
      "Kibbeh: fried or baked cracked wheat stuffed with meat",
      "Pickled vegetables, cheeses, and olives",
      "Popular Dishes to Try While Studying at Almujam",
      "If you're looking to try traditional Jordanian food near Almujam, here are some must-try dishes:",
      "1. Shawarma - Rolled flatbread filled with roasted meat (typically chicken or lamb), pickles, garlic sauce, and fries — the go-to street food for students on the go.",
      "2. Falafel - Deep-fried chickpea balls served in pita bread with hummus, tahini, and salad. A typical breakfast or quick lunch, especially popular on weekends.",
      "3. Maqluba - A layered dish of rice, meat, and vegetables, flipped upside-down when served. A flavorful and home-style meal perfect for those craving comfort food.",
      "4. Mansaf (The National Dish) - A signature Jordanian feast of lamb cooked in fermented yogurt (jamid), served over rice and shrak bread, garnished with pine nuts and almonds. Traditionally eaten by hand in group settings, it's a true symbol of Jordanian generosity and pride.",
      "5. Musakhan - Roasted chicken seasoned with sumac and onions, served on taboon bread and soaked in rich olive oil — a beloved Palestinian-Jordanian specialty.",
      "Don't Skip Dessert",
      "Jordanian sweets are deeply satisfying and usually enjoyed with strong Arabic coffee or mint tea. Local dessert favorites include:",
      "Kunafa: a layer of cheese or cream topped with crunchy kataifi dough and sweet syrup",
      "Qatayef: stuffed pancakes filled with nuts or cheese, especially during Ramadan",
      "Baklava and basbousa: semolina and nut-based sweets soaked in syrup",
      "Learn to Cook Arabic Food in Amman",
      "Want to dive deeper into the culinary world of Arabic cuisine? Join a local Jordanian cooking class! These hands-on workshops are perfect for:",
      "Travelers interested in learning traditional recipes",
      "Long-term Arabic students wanting to connect with local culture",
      "Families and professionals looking for a fun cultural experience",
      "Popular options include home-style kitchens, guided culinary tours, and professional studios offering lessons in everything from making falafel and hummus to mastering mansaf."
    ],
    "tr": [
      "Amman'daki Almujam Enstitüsü'nde Arapça çalışırken, sadece dile değil, aynı zamanda Ürdün ve Orta Doğu mutfağının zengin ve çeşitli dünyasına da dalıyorsunuz. Enstitünün konumu sizi her zevke, zaman kısıtlamasına ve diyet tercihine uygun geniş bir restoran seçiminin sadece birkaç adım uzağına yerleştiriyor.",
      "Arapça dersleri arasında hızlı bir öğle yemeği alıyor veya çalışma sonrası doyurucu bir yemek yiyorsanız, bölge herkes için bir şeyler sunar:",
      "Otantik Ürdün yemekleri (şavurma, mansaf, maklube, musahan)",
      "Uluslararası seçenekler (Çin tavası, Pakistan körisi, Amerikan burgerleri, Tunus kuskusu)",
      "Sağlık odaklı yemekler (vejetaryen, vegan, glütensiz ve Akdeniz diyetleri)",
      "Yemek Saatleri ve Gıda Erişimi",
      "Almujam'ın öğretim saatleri genellikle öğle seanslarını kapsadığından, öğrenciler genellikle öğle yemeği ve hafif akşam yemeği seçenekleri için Amman'ın yerel yemek sahnesini keşfederler. Kahvaltı ve geç akşam yemeği enstitünün saatlerinin dışında kalsa da, öğrenciler kolayca bulabilir:",
      "Erken ve geç açık yakındaki restoranlar ve kafeler",
      "Paket servis ve teslimat seçenekleri",
      "Taze ve hazır ürünler sunan süpermarketler ve küçük bakkallar",
      "Daha uzun saatler kalan öğrenciler için personel tarafından önerilen catering seçenekleri",
      "Geleneksel Ürdün Yemek Kültürü: Sadece Bir Yemekten Daha Fazlası",
      "Ürdün toplumunda, yemek misafirperverlik, bağlantı ve cömertliğin güçlü bir sembolüdür. Yemekler genellikle aileleri ve toplulukları büyük paylaşılan tabaklar etrafında bir araya getirir, ülkenin Bedevi köklerini yansıtan sıcak ve davetkar bir atmosfer yaratır.",
      "Ürdün Mutfağına Genel Bakış",
      "Levanten mutfak geleneğine dayanan Ürdün yemekleri, Suriye, Lübnan ve Filistin'den komşu lezzetleri çeker ve şunların dengesini sunar:",
      "Izgara etler ve kümes hayvanları (şiş tavuk, kuzu şiş)",
      "Pirinç bazlı güveçler (maklube, mansaf)",
      "Doyurucu çorbalar ve yahni",
      "Doldurulmuş sebzeler (üzüm yaprağı, kabak, dolmalık biber)",
      "Yoğurt bazlı soslar ve mezeler",
      "Mevsimlik ürünler ve aromatik otlar",
      "Mezze: Paylaşılan Mezelerin Sevinci",
      "Tipik bir Ürdün yemeği, paylaşım için mükemmel olan küçük tabakların renkli ve lezzetli bir çeşidi olan mezze ile başlar:",
      "Humus: nohut, tahin, limon ve sarımsağın pürüzsüz karışımı",
      "Mutabbal: yoğurt ve zeytinyağı ile kavrulmuş patlıcan ezmesi",
      "Tabbule ve fattuş: ferahlatıcı maydanoz veya kızarmış ekmek bazlı salatalar",
      "Kibbe: etle doldurulmuş kızartılmış veya fırınlanmış bulgur",
      "Turşu sebzeler, peynirler ve zeytinler",
      "Almujam'da Çalışırken Denemeniz Gereken Popüler Yemekler",
      "Almujam yakınlarında geleneksel Ürdün yemeği denemek istiyorsanız, işte mutlaka denemeniz gereken yemekler:",
      "1. Şavurma - Kızartılmış et (genellikle tavuk veya kuzu), turşu, sarımsak sosu ve patates kızartması ile doldurulmuş yuvarlak ekmek — yoldaki öğrenciler için ideal sokak yemeği.",
      "2. Falafel - Humus, tahin ve salata ile pita ekmeğinde servis edilen kızartılmış nohut topları. Tipik bir kahvaltı veya hızlı öğle yemeği, özellikle hafta sonları popüler.",
      "3. Maklube - Pirinç, et ve sebzelerden oluşan katmanlı bir yemek, servis edilirken ters çevrilir. Rahat yemek arayanlar için mükemmel lezzetli ve ev tarzı bir yemek.",
      "4. Mansaf (Ulusal Yemek) - Fermente yoğurtta (jamid) pişirilmiş kuzu etinden oluşan imza Ürdün ziyafeti, pirinç ve şrak ekmeği üzerinde servis edilir, çam fıstığı ve badem ile süslenir. Geleneksel olarak grup ortamlarında elle yenir, Ürdün cömertliğinin ve gururunun gerçek bir sembolüdür.",
      "5. Musahan - Sumak ve soğanla tatlandırılmış kızartılmış tavuk, tabun ekmeği üzerinde servis edilir ve zengin zeytinyağında ıslatılır — sevilen Filistin-Ürdün özel yemeği.",
      "Tatlıyı Atlamayın",
      "Ürdün tatlıları derinden tatmin edicidir ve genellikle güçlü Arap kahvesi veya nane çayı ile keyif alınır. Yerel tatlı favorileri şunları içerir:",
      "Künefe: çıtır kataif hamuru ve tatlı şurup ile kaplı peynir veya krema katmanı",
      "Kadayıf: fındık veya peynirle doldurulmuş krepler, özellikle Ramazan sırasında",
      "Baklava ve basbousa: şurup içinde ıslatılmış irmik ve fındık bazlı tatlılar",
      "Amman'da Arap Yemeği Pişirmeyi Öğrenin",
      "Arap mutfağının dünyasına daha derinden dalmak ister misiniz? Yerel bir Ürdün yemek pişirme sınıfına katılın! Bu uygulamalı atölyeler şunlar için mükemmeldir:",
      "Geleneksel tarifleri öğrenmekle ilgilenen gezginler",
      "Yerel kültürle bağlantı kurmak isteyen uzun vadeli Arapça öğrencileri",
      "Eğlenceli bir kültürel deneyim arayan aileler ve profesyoneller",
      "Popüler seçenekler arasında ev tarzı mutfaklar, rehberli gastronomi turları ve falafel ve humus yapmaktan mansaf ustalaşmaya kadar her şeyi öğreten profesyonel stüdyolar bulunur."
    ]
  },
  "button_text": {
    "en": "Explore Local Cuisine",
    "tr": "Yerel Mutfağı Keşfedin"
  },
  "button_link": {
    "en": "#local-food",
    "tr": "#local-food"
  }
}
