{
  "title": {
    "en": "SAFETY AND HEALTH",
    "tr": "GÜVENLİK VE SAĞLIK"
  },
  "subtitle": {
    "en": "Safety and Health in Jordan",
    "tr": "Ürdün'de Güvenlik ve Sağlık"
  },
  "description": {
    "en": "A Reliable and Safe Destination for International Visitors and Students",
    "tr": "Uluslararası Ziyaretçiler ve Öğrenciler için Güvenilir ve Güvenli Bir Destinasyon"
  },
  "content": {
    "en": [
      "Jordan: A Stable and Welcoming Country in the Middle East",
      "While the Middle East has experienced significant political and social changes over the past decade, Jordan has remained a pillar of stability in the region. The country is known for its calm environment, strong government institutions, and friendly population.",
      "Amman, the capital city, is a popular destination for visitors, students, and expatriates. It is large enough to provide modern amenities but small enough to remain manageable and secure.",
      "For newcomers, Amman offers a welcoming and relatively familiar environment when compared to other regional capitals.",
      "Personal Safety in Amman",
      "Amman is considered one of the safest cities in the Middle East, with low crime rates and a strong public security presence. Visitors generally find the city to be:",
      "Safe for walking in most neighborhoods, even after dark",
      "Well-organized with visible traffic enforcement and local police stations",
      "Supportive of foreigners, with locals often offering help or guidance",
      "As always, using standard safety practices is encouraged, such as keeping personal items secure and being aware of surroundings in busy public areas.",
      "Healthcare in Jordan",
      "Jordan is widely regarded for having one of the best healthcare systems in the Arab world. People from neighboring countries—including those from the Gulf, North Africa, and beyond—travel to Jordan for high-quality, affordable medical treatment.",
      "Key Features of Jordan's Healthcare System:",
      "Internationally trained medical staff, with many doctors completing their education or residencies in the U.S., U.K., or Canada",
      "Bilingual service: Many doctors and healthcare providers speak English fluently",
      "Modern hospitals and clinics equipped with advanced medical technology",
      "Affordable treatment, often at a fraction of the cost in Western countries",
      "Access to both public and private medical institutions",
      "Pharmacies and Medication",
      "Amman has a large number of well-stocked pharmacies that provide:",
      "Most prescription and over-the-counter medications without the need for a doctor's visit",
      "24-hour pharmacies in major areas",
      "English-speaking pharmacists in many locations",
      "Tip: International travelers are encouraged to bring any essential or hard-to-find medication with them, especially if they rely on specific brands or prescriptions.",
      "Communication and Digital Connectivity",
      "Staying connected while in Jordan is simple and budget-friendly:",
      "Local mobile SIM cards are available for a small fee at the airport or in most shopping areas",
      "Internet access is widely available in homes, cafes, hotels, and public spaces",
      "Apps such as WhatsApp, Skype, and Zoom are commonly used for voice and video communication",
      "Jordan: A Safe and Healthy Choice for Visitors",
      "From reliable healthcare to a welcoming, secure environment, Jordan continues to be one of the most attractive and trustworthy destinations in the Middle East for travel, study, or extended stays."
    ],
    "tr": [
      "Ürdün: Orta Doğu'da İstikrarlı ve Misafirperver Bir Ülke",
      "Orta Doğu son on yılda önemli siyasi ve sosyal değişiklikler yaşarken, Ürdün bölgede istikrarın temel direği olarak kaldı. Ülke, sakin ortamı, güçlü devlet kurumları ve dost canlısı nüfusu ile tanınır.",
      "Başkent Amman, ziyaretçiler, öğrenciler ve yabancılar için popüler bir destinasyondur. Modern olanaklar sağlayacak kadar büyük ama yönetilebilir ve güvenli kalacak kadar küçüktür.",
      "Yeni gelenler için Amman, diğer bölgesel başkentlerle karşılaştırıldığında davetkar ve nispeten tanıdık bir ortam sunar.",
      "Amman'da Kişisel Güvenlik",
      "Amman, düşük suç oranları ve güçlü kamu güvenliği varlığı ile Orta Doğu'nun en güvenli şehirlerinden biri olarak kabul edilir. Ziyaretçiler genellikle şehri şu şekilde bulur:",
      "Çoğu mahallede yürümek için güvenli, karanlıktan sonra bile",
      "Görünür trafik uygulaması ve yerel polis karakolları ile iyi organize edilmiş",
      "Yabancıları destekleyen, yerel halkın genellikle yardım veya rehberlik sunduğu",
      "Her zaman olduğu gibi, kişisel eşyaları güvende tutmak ve yoğun halka açık alanlarda çevrenin farkında olmak gibi standart güvenlik uygulamalarının kullanılması teşvik edilir.",
      "Ürdün'de Sağlık Hizmetleri",
      "Ürdün, Arap dünyasının en iyi sağlık sistemlerinden birine sahip olmasıyla geniş çapta takdir görür. Komşu ülkelerden insanlar — Körfez, Kuzey Afrika ve ötesinden olanlar dahil — yüksek kaliteli, uygun fiyatlı tıbbi tedavi için Ürdün'e seyahat eder.",
      "Ürdün Sağlık Sisteminin Temel Özellikleri:",
      "Birçok doktorun eğitimini veya ihtisasını ABD, İngiltere veya Kanada'da tamamladığı uluslararası eğitimli tıbbi personel",
      "İki dilli hizmet: Birçok doktor ve sağlık hizmeti sağlayıcısı İngilizce'yi akıcı konuşur",
      "Gelişmiş tıbbi teknoloji ile donatılmış modern hastaneler ve klinikler",
      "Batı ülkelerindeki maliyetin genellikle bir kısmı olan uygun fiyatlı tedavi",
      "Hem kamu hem de özel tıbbi kurumlara erişim",
      "Eczaneler ve İlaçlar",
      "Amman'da şunları sağlayan çok sayıda iyi stoklanmış eczane bulunur:",
      "Doktor ziyareti gerektirmeyen çoğu reçeteli ve reçetesiz ilaç",
      "Ana bölgelerde 24 saat açık eczaneler",
      "Birçok yerde İngilizce konuşan eczacılar",
      "İpucu: Uluslararası gezginlerin, özellikle belirli markalara veya reçetelere güveniyorlarsa, herhangi bir temel veya bulunması zor ilacı yanlarında getirmeleri teşvik edilir.",
      "İletişim ve Dijital Bağlantı",
      "Ürdün'de bağlantıda kalmak basit ve bütçe dostudur:",
      "Yerel mobil SIM kartları havaalanında veya çoğu alışveriş bölgesinde küçük bir ücret karşılığında mevcuttur",
      "İnternet erişimi evlerde, kafelerde, otellerde ve halka açık alanlarda yaygın olarak mevcuttur",
      "WhatsApp, Skype ve Zoom gibi uygulamalar sesli ve görüntülü iletişim için yaygın olarak kullanılır",
      "Ürdün: Ziyaretçiler için Güvenli ve Sağlıklı Bir Seçim",
      "Güvenilir sağlık hizmetlerinden davetkar, güvenli bir ortama kadar, Ürdün seyahat, çalışma veya uzun süreli konaklamalar için Orta Doğu'nun en çekici ve güvenilir destinasyonlarından biri olmaya devam ediyor."
    ]
  },
  "button_text": {
    "en": "Learn More About Safety",
    "tr": "Güvenlik Hakkında Daha Fazla Bilgi Edinin"
  },
  "button_link": {
    "en": "#safety-health",
    "tr": "#safety-health"
  }
}
