{
  "title": {
    "en": "TRAVEL AND VISAS",
    "tr": "SEYAHAT VE VİZELER"
  },
  "subtitle": {
    "en": "Travel and Visas",
    "tr": "Seyahat ve Vizeler"
  },
  "description": {
    "en": "Information for Students Entering Jordan",
    "tr": "Ürdün'e Giren Öğrenciler için Bilgi"
  },
  "content": {
    "en": [
      "Getting to Jordan",
      "Jordan is served by several major international airlines. Students traveling from North America, Europe, and Australia can choose from reliable carriers such as Royal Jordanian, Lufthansa, and KLM. If you need assistance making travel arrangements, feel free to contact us. We are happy to offer guidance.",
      "Recommended Airport",
      "Most international students arrive at Queen Alia International Airport (AMM) in Amman. The airport is located approximately 35 minutes from the city center and is Jordan's main international gateway.",
      "Visa on Arrival for Most Travelers",
      "Holders of passports from the United States, Canada, United Kingdom, European Union, and several other countries are eligible to receive a visa upon arrival at the airport. This is a straightforward process and costs approximately 40 Jordanian dinars (about 56 USD). The visa is valid for 30 days.",
      "Embassy Option",
      "If you prefer, you may also apply for a visa in advance at a Jordanian embassy or consulate in your home country.",
      "For Other Nationalities",
      "If your passport is not from one of the countries listed above, please check the visa requirements with your nearest Jordanian diplomatic mission before traveling.",
      "Land Entry and Border Crossings",
      "While most students fly into Amman, some choose to enter Jordan by land from neighboring countries. If you plan to arrive via land border (from Israel/Palestine, Syria, Saudi Arabia, etc.), please reach out to us in advance so we can provide the latest guidelines and logistical support.",
      "Visa Extensions and Renewals",
      "If you plan to stay in Jordan for longer than one month, you will need to extend your visa.",
      "Step-by-Step Visa Extension Process",
      "Step 1: Upon arrival, obtain a 30-day visa at the airport (if you have not already received one from a consulate).",
      "Step 2: During your first week in Jordan, our team will help you extend your visa to 90 days.",
      "Step 3: If your stay exceeds three months, you will need to apply for another 90-day extension before the first one expires.",
      "Step 4: After six months in Jordan, all visitors are required to exit the country unless they have been granted a residency permit. Most students plan a short trip abroad at this point (e.g., to Turkey, UAE, Lebanon) and then return to Jordan with a new visa.",
      "Residency Permits",
      "As a private educational institution, we do not provide student residency permits. Therefore, students staying longer than six months must leave Jordan and re-enter to renew their visa.",
      "Budget Consideration",
      "Please factor in the potential cost of regional travel every six months, especially if you plan to study in Jordan long-term. Affordable flights are often available via regional budget airlines.",
      "Contact and Support",
      "If you need assistance with your travel or visa process, contact us at:",
      "M.ALBISHAWI@almujamedu.com"
    ],
    "tr": [
      "Ürdün'e Ulaşım",
      "Ürdün'e birkaç büyük uluslararası havayolu hizmet vermektedir. Kuzey Amerika, Avrupa ve Avustralya'dan seyahat eden öğrenciler Royal Jordanian, Lufthansa ve KLM gibi güvenilir taşıyıcılar arasından seçim yapabilir. Seyahat düzenlemelerinde yardıma ihtiyacınız varsa, bizimle iletişime geçmekten çekinmeyin. Rehberlik sunmaktan mutluluk duyarız.",
      "Önerilen Havaalanı",
      "Çoğu uluslararası öğrenci Amman'daki Kraliçe Alia Uluslararası Havaalanı'na (AMM) gelir. Havaalanı şehir merkezinden yaklaşık 35 dakika uzaklıktadır ve Ürdün'ün ana uluslararası giriş kapısıdır.",
      "Çoğu Seyyah için Varışta Vize",
      "Amerika Birleşik Devletleri, Kanada, Birleşik Krallık, Avrupa Birliği ve diğer birkaç ülkenin pasaport sahipleri, havaalanında varışta vize alma hakkına sahiptir. Bu basit bir süreçtir ve yaklaşık 40 Ürdün dinarı (yaklaşık 56 USD) maliyeti vardır. Vize 30 gün geçerlidir.",
      "Büyükelçilik Seçeneği",
      "İsterseniz, ülkenizdeki bir Ürdün büyükelçiliği veya konsolosluğunda önceden vize başvurusu da yapabilirsiniz.",
      "Diğer Milliyetler İçin",
      "Pasaportunuz yukarıda listelenen ülkelerden birinden değilse, lütfen seyahat etmeden önce en yakın Ürdün diplomatik misyonu ile vize gereksinimlerini kontrol edin.",
      "Kara Girişi ve Sınır Geçişleri",
      "Çoğu öğrenci Amman'a uçarken, bazıları komşu ülkelerden kara yoluyla Ürdün'e girmeyi tercih eder. Kara sınırından gelmeyi planlıyorsanız (İsrail/Filistin, Suriye, Suudi Arabistan vb. ülkelerden), lütfen önceden bizimle iletişime geçin ki en son rehberlik ve lojistik desteği sağlayabilelim.",
      "Vize Uzatma ve Yenileme",
      "Ürdün'de bir aydan fazla kalmayı planlıyorsanız, vizenizi uzatmanız gerekecektir.",
      "Adım Adım Vize Uzatma Süreci",
      "Adım 1: Varışta, havaalanında 30 günlük vize alın (eğer konsolosluktan zaten bir tane almadıysanız).",
      "Adım 2: Ürdün'deki ilk haftanızda, ekibimiz vizenizi 90 güne uzatmanıza yardımcı olacaktır.",
      "Adım 3: Kalışınız üç aydan fazla sürerse, ilki dolmadan önce başka bir 90 günlük uzatma başvurusu yapmanız gerekecektir.",
      "Adım 4: Ürdün'de altı aydan sonra, ikamet izni verilmemişse tüm ziyaretçilerin ülkeyi terk etmesi gerekir. Çoğu öğrenci bu noktada kısa bir yurtdışı gezisi planlar (örn. Türkiye, BAE, Lübnan) ve ardından yeni bir vize ile Ürdün'e geri döner.",
      "İkamet İzinleri",
      "Özel bir eğitim kurumu olarak, öğrenci ikamet izni sağlamıyoruz. Bu nedenle, altı aydan fazla kalan öğrenciler vizeyi yenilemek için Ürdün'ü terk etmeli ve tekrar girmelidir.",
      "Bütçe Düşüncesi",
      "Lütfen özellikle Ürdün'de uzun vadeli çalışmayı planlıyorsanız, altı ayda bir bölgesel seyahatin potansiyel maliyetini hesaba katın. Uygun fiyatlı uçuşlar genellikle bölgesel bütçe havayolları aracılığıyla mevcuttur.",
      "İletişim ve Destek",
      "Seyahatiniz veya vize sürecinizle ilgili yardıma ihtiyacınız varsa, şu adresten bizimle iletişime geçin:",
      "M.ALBISHAWI@almujamedu.com"
    ]
  },
  "button_text": {
    "en": "Learn About Visa Requirements",
    "tr": "Vize Gereksinimleri Hakkında Bilgi Edinin"
  },
  "button_link": {
    "en": "#travel-visas",
    "tr": "#travel-visas"
  }
}
